[
  {
    "eventName": "Andrićevi dani",
    "imageFile": "https://admirsi.github.io/TravnikPlaceHolder.webp",
    "description": "Andrićevi dani su tradicionalna kulturna manifestacija koja se održava u Travniku svake godine u oktobru, povodom rođendana nobelovca Ive Andrića. Manifestacija obuhvata razne književne, naučne, umjetničke i edukativne programe, kao što su predstavljanja knjiga, tribine, izložbe, koncerti, predstave i radionice. Cilj manifestacije je afirmacija i promocija Andrićevog djela i njegovog rodnog grada, kao i podsticanje kulturnog i duhovnog razvoja Travničana i njihovih gostiju1.",
    "time": "9-15.10.2023.",
    "price": "besplatno",
    "location": "44.227638, 17.666502"
  },
  {
    "eventName": "Travnički sajam",
    "imageFile": "https://admirsi.github.io/TravnikPlaceHolder.webp",
    "description": "Travnički sajam je najveći sajam privrede, poljoprivrede i turizma u Srednjoj Bosni, koji se održava svake godine u septembru na prostoru bivše vojarne u Travniku. Sajam okuplja izlagače iz različitih sektora, koji predstavljaju svoje proizvode i usluge, te ostvaruju poslovnu saradnju i razmjenu iskustava. Sajam je i prilika za promociju travničkog kraja, njegovih prirodnih ljepota, kulturne baštine i gastronomske ponude. Sajam prati i bogat kulturno-zabavni program, koji uključuje koncerte, predstave, sportska takmičenja i druge aktivnosti2.",
    "time": "16-19.9.2023.",
    "price": "2(KM)",
    "location": "44.233333, 17.683333"
  },
  {
    "eventName": "Travnički ćevapdžinica festival",
    "imageFile": "https://admirsi.github.io/TravnikPlaceHolder.webp",
    "description": "Travnički ćevapdžinica festival je gastronomski festival koji se održava u Travniku svake godine u avgustu, sa ciljem da promoviše i očuva tradiciju pripreme i konzumiranja travničkih ćevapa, koji su jedan od najpoznatijih brendova ovog grada. Festival okuplja ćevabdžije iz Travnika i drugih gradova, koji nude svoje specijalitete posjetiteljima, uz pratnju travničkog sira, luka, somuna i kajmaka. Festival je i takmičarskog karaktera, jer se bira najbolji ćevapdžija, najbolji ćevap i najbolji somun. Festival je i prilika za uživanje u muzici, plesu i druženju3.",
    "time": "14-15.8.2023.",
    "price": "besplatno",
    "location": "44.225676, 17.666583"
  },
  {
    "eventName": "Travnički karneval",
    "imageFile": "https://admirsi.github.io/TravnikPlaceHolder.webp",
    "description": "Travnički karneval je manifestacija koja se održava u Travniku svake godine u februaru, uoči početka korizme. Karneval okuplja učesnike iz različitih gradova i država, koji se maskiraju i paradiraju ulicama Travnika, uz pratnju muzike i plesa. Karneval je i prilika za humor i satiru, jer se na kreativan način ismijavaju aktuelna društvena i politička zbivanja. Karneval završava izborom najbolje maske i paljenjem lutke koja simbolizira zimu1.",
    "time": "26-27.2.2023.",
    "price": "besplatno",
    "location": "44.225676, 17.666583"
  },
  {
    "eventName": "Travnički sajam knjige",
    "imageFile": "https://admirsi.github.io/TravnikPlaceHolder.webp",
    "description": "Travnički sajam knjige je manifestacija koja se održava u Travniku svake godine u oktobru, u prostorijama Centra za kulturu. Sajam okuplja izdavače, autore, knjižare, biblioteke i ljubitelje knjige, koji mogu razgledati i kupiti knjige različitih žanrova i tema, po povoljnim cijenama. Sajam prati i bogat kulturni program, koji uključuje promocije knjiga, književne večeri, tribine, radionice i nagradne igre2.",
    "time": "18-22.10.2023.",
    "price": "besplatno",
    "location": "44.227638, 17.666502"
  },
  {
    "eventName": "Travnički festival mladih",
    "imageFile": "https://admirsi.github.io/TravnikPlaceHolder.webp",
    "description": "Travnički festival mladih je manifestacija koja se održava u Travniku svake godine u junu, na prostoru bivše vojarne. Festival je namijenjen mladima i njihovom kreativnom izražavanju, te obuhvata razne umjetničke, sportske, edukativne i zabavne programe, kao što su koncerti, predstave, izložbe, radionice, takmičenja i druge. Festival je i prilika za druženje, razmjenu ideja i iskustava, te promociju mladih talenata i aktivista3.",
    "time": "14-16.6.2023.",
    "price": "besplatno",
    "location": "44.233333, 17.683333"
  },
  {
    "eventName": "Travnički festival sira",
    "imageFile": "https://admirsi.github.io/TravnikPlaceHolder.webp",
    "description": "Travnički festival sira je gastronomski festival koji se održava u Travniku svake godine u maju, na trgu ispred Zavičajnog muzeja. Festival je posvećen travničkom siru, koji je jedan od najpoznatijih i najkvalitetnijih sireva u Bosni i Hercegovini, te ima zaštićeno geografsko porijeklo. Festival okuplja proizvođače i distributere sira, koji nude svoje proizvode posjetiteljima, uz degustaciju i prodaju. Festival je i prilika za upoznavanje različitih vrsta sira, njihove proizvodnje i značaja za zdravlje.",
    "time": "25-26.5.2023.",
    "price": "besplatno",
    "location": "44.225676, 17.666583"
  },
  {
    "eventName": "Travnički festival filma",
    "imageFile": "https://admirsi.github.io/TravnikPlaceHolder.webp",
    "description": "Travnički festival filma je manifestacija koja se održava u Travniku svake godine u novembru, u kinu 'Korzo'. Festival je namijenjen ljubiteljima sedme umjetnosti, te prikazuje filmove različitih žanrova i zemalja, sa posebnim naglaskom na domaću i regionalnu kinematografiju. Festival je i takmičarskog karaktera, jer se dodjeljuju nagrade za najbolji film, režiju, scenarij, glumu i druge kategorije, koje odlučuje stručni žiri i publika.",
    "time": "8-12.11.2023.",
    "price": "2(KM)",
    "location": "44.227638, 17.666502"
  },
  {
    "eventName": "Travnički festival piva",
    "imageFile": "https://admirsi.github.io/TravnikPlaceHolder.webp",
    "description": "Travnički festival piva je manifestacija koja se održava u Travniku svake godine u avgustu, na prostoru bivše vojarne. Festival je posvećen pivu, koji je jedno od najpopularnijih i najstarijih pića na svijetu, te ima bogatu i raznovrsnu ponudu. Festival okuplja proizvođače i distributere piva, koji nude svoje proizvode posjetiteljima, uz degustaciju i prodaju. Festival je i prilika za uživanje u muzici, plesu i druženju, te za upoznavanje različitih vrsta piva, njihove proizvodnje i uticaja na zdravlje.",
    "time": "16-17.8.2023.",
    "price": "besplatno",
    "location": "44.233333, 17.683333"
  },
  {
    "eventName": "Travnički festival folklora",
    "imageFile": "https://admirsi.github.io/TravnikPlaceHolder.webp",
    "description": "Travnički festival folklora je manifestacija koja se održava u Travniku svake godine u julu, na trgu ispred Zavičajnog muzeja. Festival je posvećen folkloru, koji je izraz narodne kulture i tradicije, te obuhvata razne umjetničke forme, kao što su pjesma, ples, muzika, nošnja, običaji i druge. Festival okuplja folklorne ansamble iz Travnika i drugih gradova i država, koji nastupaju pred publikom, uz pratnju orkestra i solista. Festival je i prilika za očuvanje i njegovanje folklornog naslijeđa, te za razmjenu iskustava i znanja među učesnicima.",
    "time": "20-21.7.2023.",
    "price": "besplatno",
    "location": "44.225676, 17.666583"
  }
]
