[
  {
  "eventName": "ITReboot Challenge",
  "imageFile": "https://admirsi.github.io/TravnikTouristGuideWeb/TravnikPlaceHolder.webp",
  "description": "ITReboot Challenge is an application development competition held as part of the ITReboot Information Technology Fair. The goal of the competition is to stimulate the creativity and innovation of young programmers and designers, as well as to promote the use of new technologies and solutions. The competition is open to all interested teams who can apply through an online form on the ITReboot website. The competition theme is open, and applications can be developed for any platform. Winning teams will be rewarded with cash and other valuable prizes, as well as the opportunity to showcase their applications at the ITReboot Fair.",
  "time": "15-17.12.2023.",
  "price": "Free",
  "location": "44.22484799775382, 17.660135207401378"
  },
  {
    "eventName": "Andrić Days 2023",
    "imageFile": "https://www.travnik.ba/wp-content/uploads/2019/10/andricevi-dani-2019.jpg",
    "description": "Andrić Days 2023 is a cultural event that celebrates the literary work of Ivo Andrić, the only Bosnian-Herzegovinian Nobel laureate, through various activities such as book promotions, theatrical performances, exhibitions, and concerts. The event takes place from October 9th to November 9th in various locations in Travnik, including the birthplace of Ivo Andrić.",
    "time": "9.10.-9.11.2023.",
    "price": "Free",
    "location": "44.227637, 17.662599"
  },
  {
    "eventName": "Promotion of the Integrated and OS for BER of the FBiH",
    "imageFile": "https://www.fbihvlada.gov.ba/bosanski/images/stories/2020/12/registracija_poslovnih_subjekata.jpg",
    "description": "The Promotion of the Integrated and Online System for Business Entity Registration for the Federation of BiH is an event that introduces a new system worth 2.3 million marks. This system enables faster and simpler registration of business entities in the Federation of BiH, contributing to economic development and reducing bureaucracy. The system promotion will take place on Tuesday, July 4th, at the Municipal Court in Travnik starting at 10 AM.",
    "time": "4.7.2023. at 10:00",
    "price": "Free",
    "location": "44.226974, 17.664256"
  },
  {
    "eventName": "Travnik Municipality Day",
    "imageFile": "https://www.travnik.ba/wp-content/uploads/2018/03/IMG_20180321_121945.jpg",
    "description": "Travnik Municipality Day is an event celebrated on March 21st, offering nearly 100 different cultural, entertainment, and sports activities. These include an organic produce fair, an exhibition of learning and games for the youngest residents of Travnik, socializing with firefighters and police officers, a ride on the tourist train 'ćiro,' blood pressure and weight measurements, haircuts in a men's hair salon, a 'kajganijada' (egg dish) competition at the Stari Grad fortress, art exhibitions and performances, book promotions, and theatrical shows, educational lectures, and fun workshops, sports activities, and much more. The event is held under the motto 'Travnik through the eyes of a child' and is dedicated to the youngest residents of Travnik.",
    "time": "21.3.2023.",
    "price": "Free",
    "location": "44.226974, 17.664256"
  },
  {
    "eventName": "Travnik Book Fair 2023",
    "imageFile": "https://www.travnik.ba/wp-content/uploads/2019/11/IMG_20191115_111449.jpg",
    "description": "Travnik Book Fair 2023 is a traditional event that promotes literature, culture, and education in Travnik and beyond. The book fair will take place from November 15th to 19th at the Cultural Center in Travnik. Numerous publishers, writers, translators, critics, librarians, professors, and students will participate in the fair. Visitors will have the opportunity to buy books at favorable prices, attend promotions, panels, workshops, literary meetings, and prize games.",
    "time": "15.-19.11.2023.",
    "price": "Free",
    "location": "44.226974, 17.664256"
  },
  {
    "eventName": "Days of Honey in the Central Bosnia Canton 2023",
    "imageFile": "https://www.travnik.ba/wp-content/uploads/2019/09/IMG_20190921_114833.jpg",
    "description": "Days of Honey in the Central Bosnia Canton 2023 is an event aimed at supporting beekeeping and honey production in the Central Bosnia Canton, as well as raising awareness about the importance of honey for health and nutrition. The event will take place from September 22nd to 24th at the City Hall in Novi Travnik. Around 50 beekeepers from the Central Bosnia Canton and other parts of BiH will participate, exhibiting and selling their products. Additionally, there will be lectures, presentations, tastings, honey quality evaluations, and award ceremonies.",
    "time": "22.-24.9.2023.",
    "price": "Free",
    "location": "44.171980, 17.657213"
  },
  {
    "eventName": "Youth Talent Festival in Travnik 2023",
    "imageFile": "https://www.travnik.ba/wp-content/uploads/2019/12/IMG_20191201_200113.jpg",
    "description": "The Youth Talent Festival in Travnik 2023 brings together young talents from various fields of art, such as music, dance, acting, painting, photography, poetry, and more. The festival will take place from December 1st to 3rd at the Youth Center in Travnik. Around 100 young artists from Travnik and its surroundings will compete, showcasing their skills and creativity in front of a professional jury and the audience. In addition to the competitive part, the festival will offer a rich cultural and entertainment program, including concerts, exhibitions, screenings, workshops, and social gatherings.",
    "time": "1.-3.12.2023.",
    "price": "Free",
    "location": "44.226974, 17.664256"
  }
]
