[
  {
    "eventName": "Andrić Days",
    "imageFile": "https://admirsi.github.io/TravnikTouristGuideWeb/TravnikPlaceHolder.webp",
    "description": "Andrić Days is a traditional cultural event held in Travnik every October, celebrating the birthday of the Nobel laureate Ivo Andrić. The event includes various literary, scientific, artistic, and educational programs, such as book presentations, panel discussions, exhibitions, concerts, plays, and workshops. The goal is to affirm and promote Andrić's work and his hometown, as well as encourage the cultural and spiritual development of the people of Travnik and their guests.",
    "time": "9-15.10.2023.",
    "price": "Free",
    "location": "44.23221064435923, 17.63748721686031"
  },
  {
  "eventName": "ITReboot Challenge",
  "imageFile": "https://admirsi.github.io/TravnikTouristGuideWeb/TravnikPlaceHolder.webp",
  "description": "ITReboot Challenge is an application development competition held as part of the ITReboot Information Technology Fair. The goal of the competition is to stimulate the creativity and innovation of young programmers and designers, as well as to promote the use of new technologies and solutions. The competition is open to all interested teams who can apply through an online form on the ITReboot website. The competition theme is open, and applications can be developed for any platform. Winning teams will be rewarded with cash and other valuable prizes, as well as the opportunity to showcase their applications at the ITReboot Fair.",
  "time": "15-17.12.2023.",
  "price": "Free",
  "location": "44.22484799775382, 17.660135207401378"
  },
  {
    "eventName": "Travnik Fair",
    "imageFile": "https://admirsi.github.io/TravnikTouristGuideWeb/TravnikPlaceHolder.webp",
    "description": "Travnik Fair is the largest fair of economy, agriculture, and tourism in Central Bosnia, held every September at the site of the former barracks in Travnik. The fair gathers exhibitors from various sectors, showcasing their products and services, fostering business cooperation, and exchanging experiences. The fair is also an opportunity to promote the natural beauty, cultural heritage, and gastronomic offerings of the Travnik region. It is accompanied by a rich cultural and entertainment program, including concerts, performances, sports competitions, and other activities.",
    "time": "16-19.9.2023.",
    "price": "2KM",
    "location": "44.226083539513326, 17.66509980101676"
  },
  {
    "eventName": "Travnik Ćevap Festival",
    "imageFile": "https://admirsi.github.io/TravnikTouristGuideWeb/TravnikPlaceHolder.webp",
    "description": "Travnik Ćevap Festival is a gastronomic festival held in Travnik every August, aiming to promote and preserve the tradition of preparing and consuming Travnik's Ćevapi, one of the city's most famous brands. The festival brings together Ćevapi makers from Travnik and other cities, offering their specialties to visitors, accompanied by Travnik cheese, onions, somun bread, and kaymak. The festival also includes competitions to determine the best Ćevap maker, best Ćevap, and best somun bread. It's an opportunity to enjoy music, dance, and socializing.",
    "time": "14-15.8.2023.",
    "price": "Free",
    "location": "44.22611521253636, 17.659724507445098"
  },
  {
    "eventName": "Travnik Carnival",
    "imageFile": "https://admirsi.github.io/TravnikTouristGuideWeb/TravnikPlaceHolder.webp",
    "description": "Travnik Carnival is an event held in Travnik every February, just before the start of Lent. The carnival brings together participants from different cities and countries who dress up and parade through the streets of Travnik, accompanied by music and dance. The carnival is also an opportunity for humor and satire, creatively mocking current social and political events. The carnival concludes with the selection of the best costume and the burning of an effigy symbolizing winter.",
    "time": "26-27.2.2023.",
    "price": "Free",
    "location": "44.226339912343775, 17.66230386374915"
  },
  {
    "eventName": "Travnik Book Fair",
    "imageFile": "https://admirsi.github.io/TravnikTouristGuideWeb/TravnikPlaceHolder.webp",
    "description": "Travnik Book Fair is an event held in Travnik every October at the Cultural Center. The fair brings together publishers, authors, bookstores, libraries, and book enthusiasts who can browse and buy books of various genres and topics at affordable prices. The fair is accompanied by a rich cultural program, including book promotions, literary evenings, panel discussions, workshops, and prize draws.",
    "time": "18-22.10.2023.",
    "price": "Free",
    "location": "44.22607642455642, 17.667042255238155"
  },
  {
    "eventName": "Travnik Youth Festival",
    "imageFile": "https://admirsi.github.io/TravnikTouristGuideWeb/TravnikPlaceHolder.webp",
    "description": "Travnik Youth Festival is an event held in Travnik every June at the former barracks. The festival is dedicated to young people and their creative expression, featuring various artistic, sports, educational, and entertaining programs, including concerts, performances, exhibitions, workshops, competitions, and more. The festival is an opportunity for socializing, exchanging ideas and experiences, and promoting young talents and activists.",
    "time": "14-16.6.2023.",
    "price": "Free",
    "location": "44.227286620577466, 17.66618909374516"
  },
  {
    "eventName": "Travnik Cheese Festival",
    "imageFile": "https://admirsi.github.io/TravnikTouristGuideWeb/TravnikPlaceHolder.webp",
    "description": "Travnik Cheese Festival is a gastronomic festival held in Travnik every May in front of the Museum of Local History. The festival is dedicated to Travnik cheese, one of the most famous and highest quality cheeses in Bosnia and Herzegovina, with protected geographical origin. The festival gathers cheese producers and distributors, offering their products to visitors for tasting and purchase. It's an opportunity to discover different types of cheese, their production, and their significance for health.",
    "time": "25-26.5.2023.",
    "price": "Free",
    "location": "44.225984597528935, 17.6689178684315"
  },
  {
    "eventName": "Travnik Film Festival",
    "imageFile": "https://admirsi.github.io/TravnikTouristGuideWeb/TravnikPlaceHolder.webp",
    "description": "Travnik Film Festival is an event held in Travnik every November at the 'Korzo' cinema. The festival is dedicated to film enthusiasts and showcases films of various genres and countries, with a special focus on domestic and regional cinematography. The festival is also competitive, with awards for the best film, direction, screenplay, acting, and other categories, judged by a professional jury and the audience.",
    "time": "8-12.11.2023.",
    "price": "2KM",
    "location": "44.22584897592798, 17.654271027640018"
  },
  {
    "eventName": "Travnik Folklore Festival",
    "imageFile": "https://admirsi.github.io/TravnikTouristGuideWeb/TravnikPlaceHolder.webp",
    "description": "Travnik Folklore Festival is an event held in Travnik every July at the square in front of the Museum of Local History. The festival is dedicated to folklore, expressing the folk culture and tradition, encompassing various artistic forms such as song, dance, music, costumes, customs, and more. The festival gathers folklore ensembles from Travnik and other cities and countries, performing for the audience, accompanied by an orchestra and soloists. The festival is an opportunity to preserve and nurture folklore heritage, as well as to exchange experiences and knowledge among participants.",
    "time": "20-21.7.2023.",
    "price": "Free",
    "location": "44.23001321755425, 17.63383755918247"
  }
]
